/* No comment provided by engineer. */
"Aurora version smaller than 8" = "Aurora version smaller than 8";

/* No comment provided by engineer. */
"Can't get access to API" = "Can't get access to API";

/* cancel text */
"Cancel" = "Cancel";

/* hud cheking url text */
"Checking URL..." = "Checking URL...";

/* edit actions title text 
   more action popup title text */
"Choose option" = "Choose option";

/* corporate tab title */
"Corporate" = "Corporate";

/* No comment provided by engineer. */
"Create" = "Create";

/* No comment provided by engineer. */
"Create Folder" = "Create Folder";

/* Create shortcut action name */
"Create Shortcut" = "Create Shortcut";

/* hud creating shortcut text */
"Creating shortuct..." = "Creating shortuct...";

/* delete action title text */
"Delete" = "Delete";

/* download popup title */
"Download files" = "Download files";

/* download tab title
   Downloads action name */
"Downloads" = "Downloads";

/* rename popup title text */
"Enter Name" = "Enter Name";

/* creating shortcut popup title */
"Enter URL" = "Enter URL";

/* error popup label */
"ERROR" = "ERROR";

/* files view empty title */
"Folder is empty" = "Folder is empty";

/* files refresh title */
"Folder is loading..." = "Folder is loading...";

/* rename popup textField placeholder text */
"Folder Name" = "Folder Name";

/* download popup cancel button title */
"Got it!" = "Got it!";

/* 4062 error text */
"Host field should not be empty. Please, enter the host url and try again" = "Host field should not be empty. Please, enter the host url and try again";

/* Logout action name */
"Logout" = "Logout";

/* error popup cancelButton Title */
"OK" = "OK";

/* personal tab title */
"Personal" = "Personal";

/* rename file action title text */
"Rename" = "Rename";

/* rename folder action title text */
"Rename Current Folder" = "Rename Current Folder";

/* No comment provided by engineer. */
"Rename File" = "Rename File";

/* save action title text */
"Save" = "Save";

/* No comment provided by engineer. */
"server is unavailable now" = "server is unavailable now";

/* hud error text */
"Something goes wrong. Please, try again later." = "Something goes wrong. Please, try again later.";

/* No comment provided by engineer. */
"Something went wrong.Maybe you dont have internet connection =(" = "Something went wrong.Maybe you dont have internet connection =(";

/* download popup message text */
"Tapping this icon makes the file available offline. The file will be stored on your device locally. If you want to remove the file from the device, just tap the icon again making it grey and the file won't consume space on your device anymore." = "Tapping this icon makes the file available offline. The file will be stored on your device locally. If you want to remove the file from the device, just tap the icon again making it grey and the file won't consume space on your device anymore.";

/* 500 error text */
"The e-mail or password you entered is incorrect" = "The e-mail or password you entered is incorrect";

/* 401 error text */
"The host is not responding. Try connecting again later" = "The host is not responding. Try connecting again later";

/* No comment provided by engineer. */
"The username or password you entered is incorrect" = "The username or password you entered is incorrect";

/* hud updating files text */
"Updating files..." = "Updating files...";

/* hud uploading text */
"uploading" = "uploading";

/* creating shortcut popup textfield placeholder */
"URL" = "URL";

/* 4061 error text */
"You have entered an invalid e-mail address. Please try again" = "You have entered an invalid e-mail address. Please try again";

